/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Cancelar";
"sign.mobile.common.close"                              =       "Fechar";
"sign.mobile.common.next"                               =       "Próximo";
"sign.mobile.common.error"                              =       "Erro";
"sign.mobile.common.unknownerror"                       =       "Erro desconhecido";
"sign.mobile.common.none"                               =       "Nenhum";
"sign.mobile.common.copy"                               =       "Copiar";
"sign.mobile.common.delete"                             =       "Excluir";
"sign.mobile.common.mail"                               =       "E-mail";
"sign.mobile.common.download"                           =       "Download";
"sign.mobile.common.query"                              =       "Consulta";
"sign.mobile.common.decline"                            =       "Recusar";
"sign.mobile.common.restore"                            =       "Restaurar";
"sign.mobile.common.remind"                             =       "Lembrar";
"sign.mobile.common.remindSigners"                      =       "Lembrar assinantes";
"sign.mobile.common.recall"                             =       "Cancelar";
"sign.mobile.common.share"                              =       "Compartilhar";
"sign.mobile.common.export"                             =       "Exportar";
"sign.mobile.common.add"                                =       "Adicionar";
"sign.mobile.common.done"                               =       "Pronto";
"sign.mobile.common.today"                              =       "Hoje";
"sign.mobile.common.tomorrow"                           =       "Amanhã";
"sign.mobile.common.yesterday"                          =       "Ontem";
"sign.mobile.common.create"                             =       "Criar";
"sign.mobile.common.localFiles"                         =       "Arquivos locais";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Câmera";
"sign.mobile.common.retake"                             =       "Repetir";
"sign.mobile.common.scanDocuments"                      =       "Escanear documentos";
"sign.mobile.common.photos"                             =       "Fotos";
"sign.mobile.common.documents"                          =       "Documentos";
"sign.mobile.common.areyousure"                         =       "Tem certeza?";
"sign.mobile.common.finish"                             =       "Terminar";
"sign.mobile.common.no"                                 =       "Não";
"sign.mobile.common.yes"                                =       "Sim";
"sign.mobile.common.goBack"                             =       "Voltar";
"sign.mobile.common.selected"                           =       "selecionado";
"sign.mobile.common.reason"                             =       "Razão";
"sign.mobile.common.password"                           =       "Senha";
"sign.mobile.common.others"                             =       "Outros";
"sign.mobile.common.remove"                             =       "Remover";
"sign.mobile.common.optional"                           =       "Opcional";
"sign.mobile.common.mailTo"                             =       "Para:";
"sign.mobile.common.myself"                             =       "Eu mesmo";
"sign.mobile.common.search"                             =       "Pesquisar";
"sign.mobile.common.apply"                              =       "Aplicar";
"sign.mobile.common.login"                              =       "Login";
"sign.mobile.common.signup"                             =       "Inscrever-se";
"sign.mobile.common.skip"                               =       "Ignorar";
"sign.mobile.common.send"                               =       "Enviar";
"sign.mobile.common.initializing"                       =       "Inicializando...";
"sign.mobile.common.accessBlocked"                      =       "Acesso bloqueado";
"sign.mobile.common.unblock"                            =       "Desbloquear";
"sign.mobile.common.notNow"                             =       "Agora não";
"sign.mobile.common.updateZohoSign"                     =       "Atualizar Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Vá para a loja de aplicativos";
"sign.mobile.common.account"                            =       "Conta";
"sign.mobile.common.by"                                 =       "por";
"sign.mobile.common.me"                                 =       "Eu";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Tour pelo produto";
"sign.mobile.tour.signIn"                               =       "Entrar";
"sign.mobile.tour.trynow"                               =       "Tente assinar um documento";

"sign.mobile.tour.productDesc"                          =       "Um aplicativo de assinatura digital completo para empresas";
"sign.mobile.tour.skipTour"                             =       "Ignorar o tour";
"sign.mobile.tour.endTour"                              =       "Terminar tour";
"sign.mobile.tour.getStarted"                           =       "Iniciar";

"sign.mobile.tour.digitalSignTitle"                     =       "Bem-vindo ao Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Experimente a assinatura digital como nunca antes";
"sign.mobile.tour.signAnywhereTitle"                    =       "Assine a qualquer momento, em qualquer lugar";
"sign.mobile.tour.signAnywhereDesc"                     =       "Assine, envie e feche contratos comerciais enquanto está em movimento";
"sign.mobile.tour.extensionTitle"                       =       "Integrações facilitadas";
"sign.mobile.tour.securityTitle"                        =       "Seguro e Garantido";
"sign.mobile.tour.securityDesc"                         =       "Os documentos no Zoho Sign são legalmente vinculados e à prova de falsificação";

"sign.mobile.tour.scanDesc"                             =       "Escaneie e faça o upload de recibos, faturas, contratos e acordos, etc.";
"sign.mobile.tour.extensionDesc"                        =       "Assine documentos de maneira fácil a partir de seus aplicativos favoritos.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Adicione vários destinatários e defina a ordem de assinatura.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Atribua outra pessoa para assinar o documento.";
"sign.mobile.tour.iMessageDesc"                         =       "Compartilhe documentos concluídos através do iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Já é parte do Zoho Sign? Faça o login para começar a assinar.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Novo no Zoho Sign? Inscreva-se e comece a assinar";
"sign.mobile.onboard.continueAsGuest"                   =       "Continuar como convidado";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "ASSINAR";
"sign.mobile.requestCreate.send"                        =       "ENVIAR";
"sign.mobile.requestCreate.signYourselfDescription"     =       "E ENVIAR";
"sign.mobile.requestCreate.sendDocDescription"          =       "PARA ASSINAR";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Registrar organização";
"sign.mobile.account.contactAdmin"                      =       "Já tem uma conta de organização? Entre em contato com seu administrador para obter um convite para acessar o Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "Criando conta...";
"sign.mobile.account.signupToProceed"                   =       "A maneira mais simples, rápida e segura de assinar documentos. Inscreva-se e comece a assinar!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Insira o nome de sua organização para começar. Se deseja usar o Zoho Sign para fins pessoais, basta inserir seu nome como o nome da organização.";
"sign.mobile.account.enterOrgName"                      =       "Insira sua organização";
"sign.mobile.account.saveAndProceed"                    =       "Salvar e prosseguir";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Não tem uma conta? Inscreva-se!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Já tem uma conta? Login";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Você precisa de uma conta do Zoho Sign para assinar o documento";
"sign.mobile.account.loginToSign"                       =       "Você precisa de fazer o login para assinar o documento";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Documentos recebidos";
"sign.mobile.request.sentRequests"                      =       "Documentos enviados";
"sign.mobile.request.signYourself"                      =       "Assinar você mesmo";
"sign.mobile.request.sendForSignatures"                 =       "Enviar para assinaturas";
"sign.mobile.request.name"                              =       "Nome";
"sign.mobile.request.description"                       =       "Descrição";
"sign.mobile.request.note"                              =       "Deixe uma nota";
"sign.mobile.request.expiringDate"                      =       "Data de expiração";
"sign.mobile.request.timeToComplete"                         =       "Tempo para conclusão (dias)";
"sign.mobile.request.validTill"                         =       "Contrato válido até";
"sign.mobile.request.folder"                            =       "Pasta";
"sign.mobile.request.folderName"                        =       "Nome da pasta";
"sign.mobile.request.requestType"                       =       "Tipo de documento";
"sign.mobile.request.type"                              =       "Tipo";
"sign.mobile.request.recipients"                        =       "Destinatários";
"sign.mobile.request.sortBy"                            =       "Classificar por";
"sign.mobile.request.verfiyCodeSentToMail"              =       "O código de verificação foi enviado para seu e-mail.";
"sign.mobile.request.verfiyCodeByRequester"             =       "O código de verificação é fornecido pelo solicitante.";
"sign.mobile.request.verifyCode"                        =       "Verificar";
"sign.mobile.request.didntReceiveCode"                  =       "Não recebeu seu código?";
"sign.mobile.request.resendCode"                        =       "Reenviar código";
"sign.mobile.request.wrongSecretCode"                   =       "Código de autenticação incorreto";
"sign.mobile.request.requestInfo"                       =       "Informações do documento";
"sign.mobile.request.documentName"                      =       "Nome do documento";
"sign.mobile.request.fileName"                          =       "Nome do arquivo";
"sign.mobile.request.requester"                         =       "Solicitado por";
"sign.mobile.request.requesterEmail"                    =       "E-mail do solicitante";
"sign.mobile.request.requestedOn"                       =       "Solicitado em";
"sign.mobile.request.owner"                             =       "Proprietário";
"sign.mobile.request.expireOn"                          =       "Expira em";
"sign.mobile.request.status"                            =       "Status";
"sign.mobile.request.notes"                             =       "Notas";
"sign.mobile.request.completionCertificate"             =       "Certificado de conclusão";
"sign.mobile.request.saveChanges"                       =       "Salvar alterações";
"sign.mobile.request.selectAtleaseOneField"             =       "Selecione pelo menos um campo para cada destinatário";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Por favor, selecione pelo menos um campo";
"sign.mobile.request.sampleDocument"                    =       "Documento de amostra";
"sign.mobile.request.requestName"                       =       "Nome do documento";
"sign.mobile.request.signedSuccessfully"                =       "Assinado com êxito";
"sign.mobile.request.declined"                          =       "Recusado";
"sign.mobile.request.tapHereToContinue"                 =       "Toque aqui para continuar";
"sign.mobile.request.emailDoc"                          =       "Documento de e-mail (máximo de 3 destinatários por vez)";
"sign.mobile.request.recipientStatus"                   =       "Status do destinatário";
"sign.mobile.request.activityFeed"                      =       "Feed de atividade";
"sign.mobile.request.activityHistory"                   =       "Histórico de atividades";
"sign.mobile.request.createdOn"                         =       "Criado em";
"sign.mobile.request.submittedOn"                       =       "Enviado em";
"sign.mobile.request.expiringOn"                        =       "Expirando em";
"sign.mobile.request.expiredOn"                         =       "Expirou em";
"sign.mobile.request.completedOn"                       =       "Concluído em";
"sign.mobile.request.recalledOn"                        =       "Solicitado novamente em";
"sign.mobile.request.declinedOn"                        =       "Recusado em";
"sign.mobile.request.deletedOn"                         =       "Excluído em";
"sign.mobile.request.mailed"                            =       "Enviado por e-mail";
"sign.mobile.request.signed"                            =       "Assinado";
"sign.mobile.request.viewed"                            =       "Visualizado";
"sign.mobile.request.assigned"                          =       "Atribuído";
"sign.mobile.request.notAssigned"                       =       "Não atribuído";
"sign.mobile.request.dueDateNotSet"                     =       "Nenhuma data de vencimento definida";
"sign.mobile.request.needsYourSignature"                =       "Precisa de sua assinatura";
"sign.mobile.request.outForSignature"                   =       "Desativado para assinaturas";
"sign.mobile.request.assignRequest"                     =       "Atribuir documento";
"sign.mobile.request.declineRequest"                    =       "Recusar documento";
"sign.mobile.request.numberOfPages"                     =       "Número de páginas";
"sign.mobile.request.renameRequest"                     =       "Renomear documento";
"sign.mobile.request.moveFolder"                        =       "Mover pasta";
"sign.mobile.request.changeFileType"                    =       "Alterar tipo de arquivo";
"sign.mobile.request.confirmYourIdentity"               =       "Confirme sua identidade";
"sign.mobile.request.fileType"                          =       "Tipo de arquivo";
"sign.mobile.request.enterVerifyCode"                   =       "Insira o código de autenticação";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Você está logado como um usuário diferente. Faça o login usando ‘%@’ e tente novamente";
"sign.mobile.request.previewNotAvailable"               =       "Pré-visualização não disponível.";
"sign.mobile.request.ownerAuthMsg"                      =       "Insira o código de autenticação compartilhado com você pelo proprietário";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Insira o código de autenticação compartilhado com você pelo proprietário\nPor razões de segurança, o acesso ao documento será desabilitado após 3 entradas incorretas.";
"sign.mobile.request.emailAuth"                         =       "Insira o código de autenticação compartilhado com seu endereço de e-mail";
"sign.mobile.request.authCodeSentToEmail"               =       "O código de autenticação foi reenviado para seu e-mail";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Esboçado";
"sign.mobile.request.operationType.updated"             =       "Atualizado";
"sign.mobile.request.operationType.submitted"           =       "Enviado";
"sign.mobile.request.operationType.shredded"            =       "Retalhado";
"sign.mobile.request.operationType.deleted"             =       "Excluído";
"sign.mobile.request.operationType.recalled"            =       "Solicitado novamente";
"sign.mobile.request.operationType.restored"            =       "Restaurado";
"sign.mobile.request.operationType.retrived"            =       "Recuperado";
"sign.mobile.request.operationType.reminded"            =       "Lembrado";
"sign.mobile.request.operationType.archived"            =       "Arquivado";
"sign.mobile.request.operationType.assigned"            =       "Atribuído";
"sign.mobile.request.operationType.downloaded"          =       "Baixados";
"sign.mobile.request.operationType.skipped"             =       "Ignorado";
"sign.mobile.request.operationType.docEmailed"          =       "Documento enviado por e-mail";
"sign.mobile.request.operationType.linkEmailed"         =       "Link enviado por e-mail";
"sign.mobile.request.operationType.startedSigning"      =       "Iniciou a assinatura";
"sign.mobile.request.operationType.successSigning"      =       "Assinou com êxito";
"sign.mobile.request.operationType.failedSigning"       =       "Falha na assinatura";
"sign.mobile.request.operationType.accessSuccess"       =       "Êxito no acesso";
"sign.mobile.request.operationType.accessFailure"       =       "Falha de Acesso";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Todos";
"sign.mobile.request.status.inprogress"                 =       "Em andamento";
"sign.mobile.request.status.pending"                    =       "Pendente";
"sign.mobile.request.status.completed"                  =       "Concluído";
"sign.mobile.request.status.expiring"                   =       "Vencendo";
"sign.mobile.request.status.expired"                    =       "Expirado";
"sign.mobile.request.status.declined"                   =       "Recusado";
"sign.mobile.request.status.recalled"                   =       "Solicitado novamente";
"sign.mobile.request.status.draft"                      =       "Rascunho";
"sign.mobile.request.status.trash"                      =       "Lixeira";
"sign.mobile.request.status.expires"                    =       "Expira";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Horário solicitado";
"sign.mobile.request.list.discardChanges"               =       "Descartar alterações";
"sign.mobile.request.list.continueFromLeftover"         =       "Continuar de onde parou";
"sign.mobile.request.list.lastModified"                 =       "Modificado pela última vez em";
"sign.mobile.request.list.searchRequest"                =       "Buscar documento";
"sign.mobile.request.list.recentSearches"               =       "Pesquisas recentes";
"sign.mobile.request.list.modifiedOn"                   =       "Modificado em";
"sign.mobile.request.list.finishedOn"                   =       "Terminado em %@";
"sign.mobile.request.list.declinedOn"                   =       "Recusado em %@";
"sign.mobile.request.list.expiredOn"                    =       "Expirado em %@";
"sign.mobile.request.list.deletedOn"                    =       "Excluído em %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Última atualização em";
"sign.mobile.request.list.declinedMsg"                  =       "Recusado por %@";
"sign.mobile.request.list.deleteOn"                     =       "Excluído";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ ainda a visualizar";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ ainda a assinar";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu de %lu pendente";
"sign.mobile.request.list.nameAscending"                =       "Nome ascendente";
"sign.mobile.request.list.nameDescending"               =       "Nome descendente";
"sign.mobile.request.list.from"                         =       "De";
"sign.mobile.request.list.filterOptions"                =       "Opções de filtragem";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Toque aqui para fazer o upload do documento";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Faça o upload do documento";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Escolha um destinatário";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Pelo menos um destinatário deve ser atribuído para assinar o documento";
"sign.mobile.request.create.pleaseEnterName"            =       "Insira o nome da solicitação";
"sign.mobile.request.create.recipientsAdded"            =       "%lu adicionado.";
"sign.mobile.recipient.create.addRecipients"            =       "Adicionando destinatário(s)";
"sign.mobile.request.create.recipients"                 =       "Destinatário(s)";
"sign.mobile.request.create.validityForever"            =       "Para sempre";
"sign.mobile.request.create.setDate"                    =       "Definir Data";
"sign.mobile.request.create.expiresIn"                  =       "Expira em";
"sign.mobile.request.create.tapHereToStart"             =       "Toque aqui para começar a assinar";
"sign.mobile.request.create.moreDetails"                =       "Mais detalhes";
"sign.mobile.request.create.viewAll"                    =       "Visualizar tudo";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Preencha todos os campos obrigatórios";
"sign.mobile.editor.startSigning"                       =       "Iniciar a assinatura";
"sign.mobile.editor.termsAndConditions"                 =       "Termos e condições";
"sign.mobile.editor.exitPreview"                        =       "Sair da visualização";
"sign.mobile.editor.agreeTerms"                         =       "Concordo";
"sign.mobile.editor.fieldsToSign"                       =       "Campo(s) a assinar";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Assinatura";
"sign.mobile.field.company"                             =       "Empresa";
"sign.mobile.field.name"                                =       "Nome";
"sign.mobile.field.date"                                =       "Data";
"sign.mobile.field.initial"                             =       "Inicial";
"sign.mobile.field.email"                               =       "E-mail";
"sign.mobile.field.text"                                =       "Texto";
"sign.mobile.field.textfield"                           =       "Campo Texto";
"sign.mobile.field.fieldName"                           =       "Nome do campo";
"sign.mobile.field.jobtitle"                            =       "Cargo";

"sign.mobile.field.fullname"                            =       "Nome completo";
"sign.mobile.field.firstname"                           =       "Primeiro nome";
"sign.mobile.field.lastname"                            =       "Sobrenome";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Enviar em ordem";
"sign.mobile.recipient.notExist"                        =       "O nome do destinatário não existe. Deseja adicionar um novo destinatário?";
"sign.mobile.recipient.addRecipient"                    =       "Adicionar destinatário";
"sign.mobile.recipient.nameCannotEmpty"                 =       "O nome não pode ficar vazio";
"sign.mobile.recipient.invalidEmail"                    =       "Endereço de e-mail inválido";
"sign.mobile.recipient.privateMessage"                  =       "Mensagem privada";
"sign.mobile.recipient.message"                         =       "Mensagem";
"sign.mobile.recipient.authenticationCode"              =       "Código de autenticação";
"sign.mobile.recipient.needToSign"                      =       "Precisa assinar";
"sign.mobile.recipient.getsACopy"                       =       "Recebe uma cópia";
"sign.mobile.recipient.verfication"                     =       "Verificação";
"sign.mobile.recipient.deliveryType"                    =       "Tipo de entrega";
"sign.mobile.recipient.offline"                         =       "Offline";
"sign.mobile.recipient.noteOTP"                         =       "Observação: O código de autenticação será enviado via e-mail.";
"sign.mobile.recipient.code"                            =       "Código";
"sign.mobile.recipient.noteCode"                        =       "Observação: Este código é gerado automaticamente. Substituir se necessário (6 caracteres exatamente)";
"sign.mobile.recipient.enterNameEmail"                  =       "Insira o nome/e-mail do contato";
"sign.mobile.recipient.localContacts"                   =       "Contatos no dispositivo";
"sign.mobile.recipient.contactSelected"                 =       "Contato selecionado";
"sign.mobile.recipient.contactsSelected"                =       "Contatos selecionados";
"sign.mobile.recipient.addMe"                           =       "Adicionar-me";
"sign.mobile.recipient.invalidName"                     =       "Nome inválido";
"sign.mobile.recipient.atleastOneRecipient"             =       "Adicione pelo menos um destinatário para assinar o documento";
"sign.mobile.recipient.dupRecipientExists"              =       "Existem destinatários duplicados";
"sign.mobile.recipient.chooseFromContacts"              =       "Escolher dos contatos";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Nenhum documento enviado";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Nenhum documento disponível";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Nenhum documento recebido";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Nenhum documento encontrado";
"sign.mobile.emptyScreen.noContacts"                    =       "Nenhum contato disponível";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Nenhum destinatário adicionado";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Nenhuma atividade recente";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Nenhum dado disponível";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Nenhum arquivo disponível";
"sign.mobile.emptyScreen.noResults"                     =       "Nenhum resultado";

"sign.mobile.error.timeout"                             =       "Tempo limite da solicitação esgotado";
"sign.mobile.error.dataError"                           =       "Erro ao carregar";
"sign.mobile.error.tapToRetry"                          =       "Toque para tentar novamente";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "O arquivo excede o tamanho máximo de 25MB";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Configurações";
"sign.mobile.settings.signout"                          =       "Sair";
"sign.mobile.settings.logout"                           =       "Logout";
"sign.mobile.settings.termsOfService"                   =       "Termos de serviço";
"sign.mobile.settings.privacyPolicy"                    =       "Política de privacidade";
"sign.mobile.settings.rateUs"                           =       "Classifique-nos";
"sign.mobile.settings.openSourceAttributes"             =       "Atributos de código aberto";
"sign.mobile.settings.feedback"                         =       "Feedback";
"sign.mobile.settings.faq"                              =       "Perguntas frequentes";
"sign.mobile.settings.manageLocalFiles"                 =       "Gerenciar arquivos locais";
"sign.mobile.settings.clearAllFiles"                    =       "Limpar dados de cache do dispositivo";
"sign.mobile.settings.clearCache"                       =       "Limpar cache";
"sign.mobile.settings.passcodeLock"                     =       "Bloqueio por senha";
"sign.mobile.settings.allowTouchID"                     =       "Permitir Touch ID para desbloquear";
"sign.mobile.settings.security"                         =       "Segurança";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Suporte";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Tamanho de memória cache";
"sign.mobile.settings.about"                            =       "Sobre (Versão %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "O Touch ID também será desabilitado. Deseja continuar?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Seu dispositivo não pode ser autenticado usando o Touch ID.";
"sign.mobile.settings.enterPasscode"                    =       "Inserir senha";
"sign.mobile.settings.setPasscode"                      =       "Definir senha";
"sign.mobile.settings.enterYourPasscode"                =       "Insira sua senha";
"sign.mobile.settings.reenterPasscode"                  =       "Insira novamente sua senha";
"sign.mobile.settings.passcodeNotMatch"                 =       "As senhas não são correspondentes. Tente novamente.";
"sign.mobile.settings.touchIDAuth"                      =       "Desbloquear senha";
"sign.mobile.settings.unlockZohoSign"                   =       "Desbloquear Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Tentativas restantes";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Insira a senha para desbloquear";
"sign.mobile.setting.feedbackSentSuccess"               =       "Feedback enviado com sucesso";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Perfil";
"sign.mobile.profile.fullName"                          =       "Nome completo";
"sign.mobile.profile.firstName"                         =       "Primeiro nome";
"sign.mobile.profile.lastName"                          =       "Sobrenome";
"sign.mobile.profile.email"                             =       "E-mail";
"sign.mobile.profile.company"                           =       "Empresa";
"sign.mobile.profile.jobTitle"                          =       "Cargo";
"sign.mobile.profile.dateFormat"                        =       "Formato de data";
"sign.mobile.profile.timeZones"                         =       "Fuso horário";
"sign.mobile.profile.takePicture"                       =       "Tirar foto";
"sign.mobile.profile.choosePicture"                     =       "Escolher foto";
"sign.mobile.profile.deleteSignature"                   =       "Excluir assinatura";
"sign.mobile.profile.signatureWizardDraw"               =       "Emitir";
"sign.mobile.profile.drawSignature"                     =       "Emitir assinatura";
"sign.mobile.profile.selectSignature"                   =       "Selecionar estilo";
"sign.mobile.profile.photoSignature"                    =       "Tirar foto";
"sign.mobile.profile.chooseStyle"                       =       "Escolher estilo";
"sign.mobile.profile.drawYourSign"                      =       "Emita sua assinatura";
"sign.mobile.profile.signatureWizard"                   =       "Assistente de assinatura";
"sign.mobile.profile.createSignature"                   =       "Criar assinatura";
"sign.mobile.profile.createInitial"                     =       "Criar iniciais";
"sign.mobile.profile.tapHereToEditName"                 =       "Toque aqui para editar o nome";
"sign.mobile.profile.tapHereToEditInitial"              =       "Toque aqui para editar as inciais";
"sign.mobile.profile.signHere"                          =       "Assine aqui";
"sign.mobile.profile.yourInitial"                       =       "Suas iniciais";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Adicione o endereço de e-mail";
"sign.mobile.feedback.comment"                          =       "Comentário";
"sign.mobile.feedback.attachScreenshots"                =       "Anexar captura de tela";
"sign.mobile.feedback.howIsYourExperience"              =       "Como foi sua experiência com o Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Se importaria de nos dar um feedback?";
"sign.mobile.feedback.noThanks"                         =       "Não, obrigado";
"sign.mobile.feedback.okSure"                           =       "Ok, claro";
"sign.mobile.feedback.couldNotSendMail"                 =       "Não foi possível enviar o e-mail";
"sign.mobile.feedback.checkMailConfig"                  =       "Não é possível enviar o e-mail.  Verifique a configuração de e-mail e tente novamente.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Gostou de usar o aplicativo?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Já que está gostando do Zoho Sign, poderia nos ajudar deixando uma avaliação na loja de aplicativos?";
"sign.mobile.feedback.rateApp"                          =       "Avaliar aplicativo";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "Em processamento... por favor, aguarde";
"sign.mobile.activityIndicator.uploading"               =       "Carregando documento... por favor, aguarde";
"sign.mobile.activityIndicator.submittingDoc"           =       "Enviando documento...";
"sign.mobile.activityIndicator.savedraft"               =       "Salvando como rascunho...";
"sign.mobile.activityIndicator.signingDoc"              =       "Assinando documento...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Carregando visualização...";
"sign.mobile.activityIndicator.preparingDocument"         =       "Preparando documento...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Documento enviado por e-mail com êxito";
"sign.mobile.notify.requestSavedInDraft"                =       "Documento salvo como rascunho";
"sign.mobile.notify.reminderSent"                       =       "Lembrete enviado";
"sign.mobile.notify.requestRecalled"                    =       "Documento solicitado novamente";
"sign.mobile.notify.requestMovedToTrash"                =       "Documento movido para a lixeira";
"sign.mobile.notify.requestRestored"                    =       "Documento restaurado";
"sign.mobile.notify.requestCreated"                     =       "Documento criado";
"sign.mobile.notify.requestUpdated"                     =       "Documento atualizado";
"sign.mobile.notify.importSuccess"                      =       "Documento importado com êxito";
"sign.mobile.notify.requestDeclined"                    =       "Documento recusado";
"sign.mobile.notify.dataCacheCleared"                   =       "Dados de cache limpados";
"sign.mobile.notify.requestReminding"                   =       "Enviando lembrete...";
"sign.mobile.notify.sendingMail"                        =       "Enviando e-mail...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Insira seu feedback";
"sign.mobile.alert.enterReason"                         =       "Digite a razão";
"sign.mobile.alert.enterEmailId"                        =       "Informe um endereço de e-mail";
"sign.mobile.alert.noAccessLocalContacts"               =       "Conceda permissão para acessar os contatos locais.";
"sign.mobile.alert.noMailId"                            =       "Insira pelo menos um endereço de e-mail";
"sign.mobile.alert.contactAdminForAccess"               =       "Entre em contato com seu administrador para conceder acesso ao Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Login expirado. Faça o login novamente";
"sign.mobile.alert.loginToSign"                         =       "Faça o login para assinar o documento";
"sign.mobile.alert.docUploadFailed"                     =       "Falha no upload do documento";
"sign.mobile.alert.noInternetConnection"                =       "Nenhuma rede disponível";
"sign.mobile.alert.accountDisableContactAdmin"          =       "A conta esta desabilitada. Entre em contato com seu administrador para ativar sua conta.";
"sign.mobile.alert.needToAccessCamera"                  =       "Precisa de acesso à câmera";
"sign.mobile.alert.noCameraAccess"                      =       "Este aplicativo não tem acesso à câmera.";
"sign.mobile.alert.enablePrivacySettings"               =       "Você pode habilitar o acesso a partir das configurações de privacidade.";
"sign.mobile.alert.documentPasswordProtected"           =       "O documento é proteção por senha";
"sign.mobile.alert.recallNote"                          =       "Solicitar o documento novamente anulará ele e impedirá que os assinantes o assinem";
"sign.mobile.alert.reminderNote"                        =       "Quando a opção de enviar em ordem estiver marcada, o lembrete será enviado para o próximo assinante que ainda não assinou o documento. Caso contrário, os lembretes serão enviados a todos os assinantes que ainda não assinaram o documento.";
"sign.mobile.alert.copiedToClipboard"                   =       "Copiado para a área de transferência";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "O acesso ao documento está bloqueado para a inserção do código de autenticação incorreto 3 vezes. Entre em contato com o proprietário para desbloqueá-lo.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Você não tem mais acesso a este documento, pois ele foi solicitado novamente";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Você não tem mais acesso a este documento, pois ele foi recusado";
"sign.mobile.alert.accessBlockedForExpired"             =       "Você não tem mais acesso a este documento, pois ele expirou";
"sign.mobile.alert.unblockAlert"                          =       "Deseja desbloquear o documento para o destinatário %@?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Toque para inserir campos";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Toque aqui para alterar o nome";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Faça o login no Zoho Sign para iniciar a assinatura do documento";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Iniciar o Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "Uma cópia deste documento está salva em sua conta do Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Formato de arquivo não compatível";

"sign.mobile.actionExtn.loginRequired"                  =       "Login obrigatório";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Uma conexão com a internet é necessário para assinar os documentos com o Zoho Sign";

/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "Checkbox";
"sign.mobile.common.readonly"                          =       "Somente leitura";
"sign.mobile.common.mandatory"                         =       "Obrigatório";
"sign.mobile.common.required"                          =       "Necessário";
"sign.mobile.field.checkByDefault"                     =       "Verificar por padrão";
"sign.mobile.request.filterBy"                         =       "Filtrar por";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Nenhum modelo disponível";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Nenhum campo adicionado ainda";

"sign.mobile.common.save"                              =       "Salvar";
"sign.mobile.request.status.tobehosted"                =       "Ser hospedado";
"sign.mobile.request.status.hosted"                    =       "Hospedado";
"sign.mobile.request.skipsigning"                      =       "Saltar o processo de assinatura";
"sign.mobile.request.resetfields"                      =       "Limpar campos";
"sign.mobile.request.signedInperson"                   =       "Assinado em pessoa";
"sign.mobile.create.prefillByYou"                      =       "Preencher automaticamente por você";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Sessão em pessoa: Assinado";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Sessão em pessoa: Falha na assinatura";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Sessão em pessoa: Falha de acesso";
"sign.mobile.request.operationType.hosted"                   =       "Sessão em pessoa: Concluída";
"sign.mobile.request.operationType.viewedFromHost"           =       "Visto pelo anfitrião";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Lembrete enviado ao anfitrião";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Documento enviado ao anfitrião";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Link enviado ao anfitrião por e-mail";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ indicou  você para hospedar uma sessão de assinatura em pessoa deste documento";
"sign.mobile.inperson.selectHostMessage"    =   "Selecionar um signatário para hospedar uma sessão de assinatura em pessoa";
"sign.mobile.inperson.assignedSignersList"  =   "Lista de signatários em pessoa";
"sign.mobile.inperson.hostSession"          =   "Hospedar sessão";
"sign.mobile.inperson.passControl"          =   "Passar o controle";
"sign.mobile.inperson.finishSession"        =   "Terminar a sessão";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ você assinou o documento. Pode passar o controle de volta para %@";
"sign.mobile.inperson.hostInstructions"     =   "Instruções";
"sign.mobile.inperson.signerTerms"          =   "Ao selecionar Iniciar Assinatura, você concorda";
"sign.mobile.inperson.welcomeHostText"      =   "Olá %@";
"sign.mobile.inperson.yourTurnSign"         =   "É sua vez de assinar.";


"sign.mobile.common.you"                    =   "Você";
"sign.mobile.request.hostedBy"              =   "Hospedado por";
"sign.mobile.common.inpersonSigner"         =   "Signatário em pessoa";
"sign.mobile.error.retry"                   =   "Repetir";
"sign.mobile.profile.currentUserPlan"       =   "Você está no plano %@";
"sign.mobile.profile.sendUsageReports"     =    "Enviar relatórios de uso";
"sign.mobile.common.help"                  =    "Ajuda";
"sign.mobile.common.all"                   =    "Todos";
"sign.mobile.common.more"                  =    "Mais";
"sign.mobile.common.scan"                  =    "Escaneamento";
"sign.mobile.error.somethingWentWrong"     =    "Alguma coisa errada ocorreu";
"sign.mobile.error.subscriptionActionFailure" =  "Problema ao ativar a sua assinatura, entre em contato com support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Permitir identificação facial para desbloquear";

"sign.mobile.settings.profileDesc" =    "Configurar a sua assinatura eletrônica e gerenciar os seus dados pessoais";
"sign.mobile.settings.securityDetailsDesc" =    "Definir as configurações de segurança";
"sign.mobile.settings.helpDesc"            =    "Obter ajuda para o Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "A identificação facial também será desabilitada. Deseja continuar?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Certifique-se de que o primeiro destinatário seja um signatário";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Dias de tempo para concluir precisa ser maior ou igual a 1";
"sign.mobile.create.defaultRecipientMessage" =   "Examinar e assinar este documento.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Não se pode adicionar a mesma função várias vezes";
"sign.mobile.viewer.showingCurrentItem"    =    "Mostrando %d de %d";

"sign.mobile.iap.restorePurchase"          =    "Restaurar compra";
"sign.mobile.iap.planActivated"            =    "Plano ativado";
"sign.mobile.iap.title"                    =    "Preço";
"sign.mobile.iap.plan.free"                =    "Grátis";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Não foi possível ativar a assinatura. Foi enviado um e-mail para iniciá-la manualmente. Queira aguardar.";
"sign.mobile.iap.subscriptionInfo"          =    "Informações da assinatura";
"sign.mobile.iap.terms"                    =    "Termos";
"sign.mobile.iap.proceed"                  =    "Prosseguir";
"sign.mobile.iap.upgrade"                  =    "Fazer upgrade";
"sign.mobile.iap.upgradeYourAccount"       =    "Atualizar a sua licença de Zoho Sign para acessar todos os recursos";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Assinatura de documentos ilimitada";
"sign.mobile.iap.feature.inPersonSigning"     =    "Assinatura em pessoa";
"sign.mobile.iap.feature.reports"     =    "Relatórios e trilhas de auditoria";
"sign.mobile.iap.feature.reminders"   =     "Lembretes e notificações";
"sign.mobile.iap.feature.sign25Docs"  =     "25 documentos por usuário por mês";
"sign.mobile.iap.feature.sign5Docs"  =     "5 documentos por usuário por mês";
"sign.mobile.iap.feature.webAppAccess"  =     "Acesso ao aplicativo pela web";
"sign.mobile.iap.feature.inAppScanning"       =    "Escaneamento no aplicativo";
"sign.mobile.iap.feature.advancedFormFields"  =    "Campos de formulário avançados";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Mensal";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Anual";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Mensal";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Anual";

"sign.mobile.iap.termsOfSubscription"       =    "- O pagamento será cobrado da conta do iTunes ao ser confirmada a compra\n- A assinatura é renovada automaticamente, a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período atual\n- A conta será cobrada pela renovação no prazo de 24 horas antes do final do período atual\n- As assinaturas podem ser gerenciadas pelo usuário e a renovação automática pode ser desativada acessando as Configurações da conta do usuário após a compra\n- Nenhum cancelamento da assinatura atual é permitido durante o período de assinatura ativo\n- Qualquer parte não usada de um período de teste gratuito, se oferecido, será perdida quando o usuário adquirir uma assinatura dessa publicação.";

//Template
"sign.mobile.template.documentFields"        =       "Campos de documento";
"sign.mobile.template.name"                  =       "Nome do modelo";
"sign.mobile.common.templates"               =       "Modelos";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "O campo não pode ficar em branco";
"sign.mobile.common.edit"                    =       "Editar";
"sign.mobile.common.tips"                    =       "Dicas";
"sign.mobile.help.enableSignExtension"       =       "Ativar extensão de assinatura";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Ativar a extensão Zoho Sign para iniciar a assinatura de documentos diretamente de qualquer aplicativo.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Toque no botão Compartilhar";
"sign.mobile.help.enableSignExtensionStep2"    =       "Deslize a faixa inferior para a direita e toque no ícone Mais";
"sign.mobile.help.enableSignExtensionStep3"    =       "Ativar a opção Assinar com Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Assinar com Zoho Sign\nToque no ícone Assinar com Zoho Sign para iniciar a assinatura de documentos";
"sign.mobile.field.signDate"                =       "Data da assinatura";
"sign.mobile.notify.templateDeleted"        =   "Modelo excluído";
"sign.mobile.template.usetemplate"          =   "Usar";
"sign.mobile.template.quicksend"            =   "Enviar";
"sign.mobile.template.viewer"               =   "Visualizar";
"sign.mobile.template.noDocument"           =   "Nenhum documento disponível nesse modelo";

// Create
"sign.mobile.create.uploadDocuments"    =   "Fazer o upload dos documentos";
"sign.mobile.create.manageRecipients"   =   "Gerenciar destinatários";
"sign.mobile.create.otherDetails"       =   "Outros detalhes";
"sign.mobile.create.invalidDocName"     =   "Nome de documento não válido";
"sign.mobile.recipient.remoteSigner"    =   "Signatário remoto";
"sign.mobile.editor.fieldsList"         =   "Lista de campos";
"sign.mobile.common.page"               =   "Página";
"sign.mobile.common.dismiss"            =   "Ignorar";
"sign.mobile.recipient.host"            =   "Anfitrião";
"sign.mobile.recipient.inperson.name"   =   "Nome do signatário";
"sign.mobile.recipient.inperson.email"  =   "E-mail do signatário";
"sign.mobile.recipient.name"            =   "Nome";
"sign.mobile.template.tobefilled"       =   "A ser preenchido";
"sign.mobile.recipient.editRecipient"   =   "Editar destinatário";
"sign.mobile.recipient.action"          =   "Ação";
"sign.mobile.recipient.authentication"  =   "Autenticação";
"sign.mobile.template.role"             =   "Função";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Inserir função ou e-mail do destinatário";
"sign.mobile.recipient.roleInvalidCharacters"   =   "A função do destinatário contém caracteres inválidos";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "O código autenticação deve conter 6 caracteres";
"sign.mobile.recipient.hostMustBeSignUser"      =   "O e-mail do anfitrião precisa fazer parte da sua organização de Zoho Sign";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Obs.: esse código é gerado automaticamente. Substituir se necessário.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Dias de tempo para concluir precisa ser inferior a 100";
"sign.mobile.recipient.alreadyAdded"    =   "Destinatário já adicionado";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Não se pode adicionar o mesmo destinatário várias vezes";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Não se pode adicionar o mesmo destinatário sem outro signatário no meio";

"sign.mobile.request.deleteDocument"            =       "Excluir documento";
"sign.mobile.request.restoreDocument"           =       "Restaurar documento";
"sign.mobile.settings.turnOff"                  =       "Desligar";

"sign.mobile.notify.documentSent"               =       "Documento enviado";

"sign.mobile.inperson.reenterZohoPassword"  =  "Redigitar a senha do Zoho para concluir a sessão";


"sign.mobile.request.create.discard"  =  "Descartar";
"sign.mobile.document.downloading"     = "Carregando %li de %li ...";
"sign.mobile.create.fileUploadNotCompleted" = "O upload do arquivo não foi concluído";
"sign.mobile.received.assign" = "Atribuir";
"sign.mobile.request.invalidAttemptsExceeded" = "Invalid attempts exceeded";

"sign.mobile.template.addDocument"  =   "Adicionar documento";
"sign.mobile.notify.templateSaved" =  "Modelo salvo";
"sign.mobile.activityIndicator.saveTemplate"   =       "Salvando modelo...";
"sign.mobile.alert.fieldMustFilled" = "O campo deve ser preenchido";
"sign.mobile.recipient.authenticationMandatory" = "A autenticação é obrigatória para todos os destinatários";
"sign.mobile.common.characternotAllowed" = "Caractere %@ não permitido";
"sign.mobile.request.emailDocument"                          =       "Documento de e-mail";
"sign.mobile.request.email.maximum3AtATime"     =   "máximo de 3 destinatários por vez";
"sign.mobile.recipient.signer"    =   "Signatário";
"sign.mobile.document.loading"    =   "Carregando %li de %li...";
"sign.mobile.common.loading"      =   "Carregando...";
"sign.mobile.common.downloading"  =   "Fazendo o download...";
"sign.mobile.common.undo" = "Desfazer";
"sign.mobile.recipient.removed"  = "Destinatário removido";

"sign.mobile.common.sign" = "Assinar";
"sign.mobile.create.manageRecipients" = "Destinatários";
"sign.mobile.create.otherDetails" = "Detalhes";
"sign.mobile.settings.usagelogsDescription" = "Seus dados permanecerão completamente anônimos e não serão compartilhados com terceiros.";
"sign.mobile.settings.enableCrashLogs" = "Enviar relatórios de falhas";
"sign.mobile.settings.enableUsageLogs" = "Compartilhar relatórios de uso";
"sign.mobile.settings.usageReports" = "Análises";
"sign.mobile.common.alert" = "Alerta";
"sign.mobile.settings.jailbrokenAlert" = "Parece que seu telefone sofreu jailbreak. Recomendamos que você não faça o login, pois isso coloca em risco seus dados.";
"sign.mobile.settings.securityAndPrivacy" = "Segurança e privacidade";
"sign.mobile.settings.spotlightSearchDesc" = "Habilitar este recurso permitirá que você encontre documentos na pesquisa em destaque";
"sign.mobile.settings.spotlightSearch" = "Pesquisa em destaque";

"sign.mobile.inperson.loginAs"          =   "SiriFazer login como %@";

"sign.mobile.request.recallDocument"        =   "Recall de documento";
"sign.mobile.request.invalidAuthenticationCode" = "Código de autenticação inválido";
"sign.mobile.document.uploadMsg"               =       "Fazendo o upload de documento...\nPor favor, aguarde.";
"sign.mobile.common.thisWeek"                  =       "Esta semana";
"sign.mobile.common.thisMonth"                  =       "Este mês";
"sign.mobile.requests.seeAll"               =   "Ver todos";
"sign.mobile.request.assignToSomeoneElse"      =       "Atribuir a outra pessoa";
"sign.mobile.document.details"      =       "Detalhes do documento";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Por favor, faça o upload de um arquivo.";
"sign.mobile.request.enterEmailAddress" = "Inserir um endereço de e-mail.";
"sign.mobile.request.email.maximumContactAlert" = "Você pode enviar apenas 3 contatos por vez.";
"sign.mobile.request.email.allowContactAccess"            =           "Permita acesso a seus contatos para adicioná-los diretamente ao aplicativo.";
"sign.mobile.request.confirmDetails"  =  "Confirmar detalhes";
"sign.mobile.request.verifyNumberOfFields"    =   "Por favor, verifique o número de campos adicionados para cada destinatário e confirme.";
"sign.mobile.common.confirm"  =  "Confirmar";

"sign.mobile.tooltip.dragAndDropFields"              =       "Arrastar e soltar campos";

"sign.mobile.request.signYourselfDesc"              =   "Assine documentos e envie para outras pessoas.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Solicitar que outras pessoas assinem documentos.";

"sign.mobile.request.declinedReason"              =       "Motivo da recusa";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Escolher assinante em pessoa";

"sign.mobile.settings.protectDocumentSigning"   =   "Proteger assinatura de documento";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "A senha é necessária para assinar cada documento.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Você será desconectado do Zoho Sign depois de 5 falhas para a tentativa de senha.";
"sign.mobile.settings.personalDetails" = "Detalhes pessoais";
"sign.mobile.common.tryAgain"      =    "Tente novamente";
"sign.mobile.requests.loadmore"     =   "Carregar mais";
"sign.mobile.requests.moveToTrash"  =    "Mover para a lixeira";
"sign.mobile.settings.chooseSignatureStyle" = "Toque para escolher o estilo da assinatura";
"sign.mobile.settings.enterSignature" = "Insira sua assinatura";
"sign.mobile.settings.enterInitial" = "Insira suas iniciais";
"sign.mobile.request.assignee"     =       "Procurador";
"sign.mobile.feedback.attachments"                =       "Anexos";
"sign.mobile.help.siriShortcuts"  = "Atalhos da Siri";
"sign.mobile.common.helpAndSupport"    =    "Ajuda e suporte";
"sign.mobile.settings.version"         =       "Versão %@";
"sign.mobile.common.about"           =       "Sobre";
"sign.mobile.settings.rateOurApp"    =      "Avalie nosso aplicativo";
"sign.mobile.request.addToSiriShortcut"    =      "Adicionar ao atalhos da Siri";
"sign.mobile.request.showSiriShortcut"    =      "Exibir atalhos da Siri";
"sign.mobile.request.showRequest"    =      "Exibir %@";
"sign.mobile.request.shareDocument"    =      "Compartilhar documento";
"sign.mobile.iap.perUserPerMonth"   = "por usuário/mês";
"sign.mobile.iap.perUserPerYear"   = "por usuário/ano";
"sign.mobile.editor.signatureFields" = "Campos de assinatura";
"sign.mobile.editor.signerInformation" = "Informações do assinante";
"sign.mobile.editor.additionalInformation" = "Informações adicionais";


"sign.mobile.common.browse" = "Procurar";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Número de telefone";
"sign.mobile.recipient.SMSOTPNote"                         =       "Nota: O código de autenticação será enviado via SMS.";
"sign.mobile.field.dropDown"             =       "Menu suspenso";
"sign.mobile.request.selectedDate"       =       "Selecionar data";
"sign.mobile.request.enterPhoneNumber"       =       "Inserir número de telefone";
"sign.mobile.notify.documentAssigned"        =       "Documento assinado com êxito.";
"sign.mobile.request.smsAuth"                =       "Uma senha avulsa (OTP) foi enviada para seu número de celular.";
"sign.mobile.request.authCodeSentToPhone"               =       "O código de autenticação foi reenviado para seu número de telefone.";


"sign.mobile.request.operationType.extended"   =       "Estendido";
"sign.mobile.request.operationType.recipientReassigned"    =       "Destinatário reatribuído";
"sign.mobile.request.operationType.ownershipChanged"    =       "Propriedade alterada";
"sign.mobile.request.operationType.termsAgreed"    =       "Termos acordados";
"sign.mobile.request.operationType.auditDownloaded"    =       "Auditoria baixada";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Insira um número de telefone válido.";
"sign.mobile.request.enterYourText"         =       "Digite seu texto.";
"sign.mobile.field.dropdown.option"    =      "Opção %i";
"sign.mobile.field.dropdown.addOption"    =      "Adicionar opção";
"sign.mobile.field.defaultValue"    =      "Valor padrão";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Opções de menu suspenso";
"sign.mobile.field.dropdown.noneValue"    =      "Selecionar...";
"sign.mobile.settings.turnPasscodeOff"    =     "Desativar senha";
"sign.mobile.settings.turnPasscodeOn"     =     "Ativar senha";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Limite de digitalização de 10 páginas atingido. Por favor, salve o documento e prossiga com a nova digitalização.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Exibir documentos pendentes";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Exibir documentos concluídos";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Exibir resumo da solicitação";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Exibir documentos em andamento";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Exibir documentos expirando";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Resumo da solicitação";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Documentos concluídos";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Documentos pendentes";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Documentos em andamento";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Documentos expirando";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Solicitar documentos concluídos";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Solicitar documentos pendentes";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Solicitar documentos em andamento";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Solicitar documentos expirando";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Atalhos adicionados";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Atalhos sugeridos";


"sign.mobile.recipient.addAlteastOneField"  =  "Adicione pelo menos um campo para %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Adicione pelo menos um campo para os seguintes destinatários %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Você não tem permissão para modificar os campos.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Este destinatário não é um assinante desejado.";
"sign.mobile.document.autoFillAndSign"  =  "Preencher automaticamente e assinar";


"sign.mobile.fields.tapToAddField" = "Toque para adicionar %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Toque para selecionar a caixa de seleção";
"sign.mobile.editor.moreActions"   = "Mais ações";

"sign.mobile.alert.noAccessToYourPhoto"  =  "O aplicativo não tem acesso às suas fotos.";

"sign.mobile.editor.tapFinishToComplete" = "Você preencheu todos os campos com êxito. Clique em \"Concluir\" para completar.";
"sign.mobile.create.tapToStartSign" = "Toque para começar a assinar";
"sign.mobile.editor.pleaseReviewAndSign" = "Por favor, revise este documento e toque aqui para inciar a assinatura.";
"sign.mobile.create.chooseSigningOption"  = "Escolha a opção de assinatura";
"sign.mobile.account.documentsLeft" = "Documentos restantes";
"sign.mobile.account.documentsPerMonth" = "%d documentos por mês";
"sign.mobile.documentStatus.waitingInaQueue" = "Aguardando em uma fila";
"sign.mobile.documentStatus.yetToView" = "Enviado por e-mail. Ainda a visualizar";
"sign.mobile.documentStatus.yetToSign" = "Visualizado. Ainda a assinar";
"sign.mobile.create.chooseDocuments" = "Escolha os documentos";
"sign.mobile.create.recipientAction" = "Ação do destinatário";
"sign.mobile.common.recipient" = "Destinatário";
"sign.mobile.templates.quicksend"    =   "Envio rápido";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Limite de 10 páginas atingido. Por favor, salve o documento e prossiga com um novo.";
"sign.mobile.photopicker.photos.downloadError" = "Não é possível fazer o download da imagem";
"sign.mobile.common.capture" = "Capturar";

"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Solicite um resumo dos seus documentos do Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Solicite uma lista de documentos concluídos";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Solicite uma lista de documentos que precisam de sua assinatura";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Solicite uma lista de documentos que estão aguardando por outros";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Exibe uma lista de documentos expirando";

"sign.mobile.request.sendReminders" = "Enviar lembrete";
"sign.mobile.common.info" = "Informações";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Resumo do status";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Exibir resumo do status do Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Passe o controle ao assinante\n\n2. Oriente o assinante em cada etapa do processo de assinatura\n\n3. Informe o assinante para inserir o código de autenticação, se necessário\n\n4. Retome o controle depois que o assinante concluir a assinatura do documento\n\n5. Repita o mesmo processo para mais de um assinante";
"sign.mobile.inperson.passcontrol.title" = "Assinante(s) em pessoa";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Selecione um assinante para hospedar a sessão.";
"sign.mobile.inperson.host.message"   =   "Você assinou o documento com êxito. Agora você pode passar o controle de volta ao hospedeiro.";
"sign.mobile.inperson.startsigning.title"   =    "Sessão de assinatura em pessoa";
"sign.mobile.doucument.signedSuccessMsg" = "O documento foi assinado com êxito.";

"sign.mobile.login.watchdemo" = "Assista a demonstração";
"sign.mobile.login.signPaperless" = "ASSINAR, SEM PAPEL";
"sign.mobile.login.productDescription" = "Um aplicativo de assinatura digital completo para os assinantes de seu negócio";
"sign.mobile.siriIntentUI.summary" = "Exibindo resumo do status do Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Coloque sua assinatura dentro da caixa";


"sign.mobile.fields.enterYourValue" = "Insira a sua %@";
"sign.mobile.fields.enterValue" = "Inserir %@";
"sign.mobile.fields.chooseAnOption" = "Escolha uma opção";
"sign.mobile.fields.selectTheCheckbox" = "Selecione a caixa de seleção";

"sign.mobile.template.delete"            =       "Excluir modelo";
"sign.mobile.common.readAndWrite"        =       "Ler/gravar";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Forneça o valor padrão para o campo suspenso somente leitura %@";

"sign.mobile.profile.currentPlan"                   =       "%@ plano";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Acesso revogado";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Acesso concedido";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Reatribuído";
"sign.mobile.instruction.invalidDocumentName" = "%@ não deve conter %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Falha no upload do documento. Por favor, tente novamente.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Primeiro nome, sobrenome e fuso horário só podem ser modificados na página do Zoho Accounts e o mesmo será refletido em todos os aplicativos do Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Conceda permissão ao Zoho Sign para acessar suas fotos.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Não é possível verificar assinaturas no modo divisão. Por favor, mude para a tela cheia.";
"sign.mobile.notify.requestCompleted"                =       "Documento concluído";
"sign.mobile.notify.requestReceived"                 =       "Novo documento recebido";
"sign.mobile.notify.requestReminder"                 =       "Lembrete de documento";
"sign.mobile.notify.documentSigned"                 =       "Documento assinado";
"sign.mobile.recipient.approver"   =  "Aprovador";
"sign.mobile.request.alert.addAtleastOneField" = "Adicione pelo menos um campo";
"sign.mobile.request.approved"                 =       "Aprovado";
"sign.mobile.documentStatus.yetToApprove" = "Visualizado. Ainda a aprovar";
"sign.mobile.request.operationType.requestApproved" = "Documento aprovado";
"sign.mobile.editor.startApproving" =  "Começar aprovação";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Peça a outra pessoa para aprovar";
"sign.mobile.request.declineApproveRequest" = "Não aprovar";
"sign.mobile.recipient.approve"   =  "Aprovar";
"sign.mobile.request.approvedSuccessfully"      =       "Aprovado com êxito";
"sign.mobile.activityIndicator.approvingDoc"              =       "Aprovando documento...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Revise este documento e toque aqui para inciar a aprovação.";
"sign.mobile.documentStatus.waitingInQueue" = "Aguardando na fila";
"sign.mobile.login.videoPlayerError" = "Não foi possível reproduzir o vídeo";

"sign.mobile.request.exportDocument"    =      "Exportar documento";
"sign.mobile.settings.aboutZohoSign"    =       "Sobre o Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tO Zoho Sign é um serviço de assinatura digital que permite que você execute contratos rapidamente sem as dificuldades de transporte de documentos em papel ao mesmo tempo em que garante a segurança e a legalidade. Funciona completamente na nuvem e se integra rapidamente a seus aplicativos diários para uma experiência de assinatura completamente sem complicações.\n\n\\tO Zoho Sign é perfeito para qualquer pessoa que precise assinar documentos comerciais e que são amplamente usados por cargos de RH, jurídico, financeiro e de vendas.";
"sign.mobile.passcode.invalidPasscode" = "Senha inválida";
"sign.mobile.passcode.unlock" = "Desbloquear";
"sign.mobile.passcode.re-enterPasscode" = "Digite novamente a senha";
"sign.mobile.passcode.removeLock" = "Remover bloqueio";
"sign.mobile.passcode.passcodeConfirm" = "Insira a senha para confirmar";
"sign.mobile.common.passcode" = "Senha";
"sign.mobile.passcode.createPasscodeToProtectData" = "Crie uma senha para proteger seus dados";
"sign.mobile.fields.changeColor" = "Alterar cor";
"sign.mobile.fields.formatting" = "Formatação";
"sign.mobile.fields.font" = "Fonte";
"sign.mobile.fields.color" = "Cor";
"sign.mobile.fields.checkbox.checked" = "Verificada";
"sign.mobile.fields.checkbox.unchecked" = "Não verificada";
"sign.mobile.document.pagesCount" = "%i Páginas";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Mensal";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Anual";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Mensal";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Anual";
"sign.mobile.request.signersLocation"   =  "Localização do destinatário";

"sign.mobile.sign.siriIntent.invalidDocument" = "O documento é inválido";
"sign.mobile.alert.signoutConfirmation"        =       "Deseja desconectar agora?";
"sign.mobile.alert.saveChanges"        =       "Deseja salvar as alterações feitas?";
"sign.mobile.alert.discardChanges"        =       "Deseja descartar todas as alterações?";
"sign.mobile.alert.discardConfrimation"        =       "Tem certeza de que deseja descartar as alterações?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Exibir documentos para assinar";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Configure comandos e atalhos de conversação da Siri para atribuir documentos a outra pessoa, recusá-los ou fazer o preenchimento automático e assiná-los por conta própria.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "AVISO! Ao assinar um documento usando este atalho, você concorda automaticamente com os Termos e Condições definidos pelo proprietário do documento.";



"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Você pode fazer o upload de no máximo 20 arquivos em um documento.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "\"%@\" é um arquivo não compatível";

"sign.mobile.docslist.footerText" = "%d itens";
"sign.mobile.phoneNumberKit.selectCountry" = "Selecionar país";
"sign.mobile.phoneNumberKit.currentLocation" = "Local atual";
"sign.mobile.homePage.createTemplate" = "Criar modelo";
"sign.mobile.common.back" = "Voltar";
"sign.mobile.alert.visitAccountsPage" = "Visitar página de contas";
"sign.mobile.common.printDocument" = "Imprimir documento";

"sign.mobile.login.signUpDesc" = "Não tem uma conta?";
"sign.mobile.login.freeSignUp" = "Inscrição gratuita";
"sign.mobile.common.or" = "ou";

"sign.mobile.recipients.action.signedOn" = "Assinado em %@";
"sign.mobile.recipients.action.assignedOn" = "Atribuído em %@";
"sign.mobile.recipients.action.approvedOn" = "Aprovado em %@";
"sign.mobile.recipients.action.viewedOn" = "Visualizado em %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Já tem uma conta de equipe?";
"sign.mobile.accountCreate.contactAdmin" = "Entre em contato com o administrador para obter um convite para acessar o Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Nome da organização";
"sign.mobile.accountCreate.newToZohoSign" = "Novo no Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Criaremos um espaço exclusivo para sua organização no Zoho Sign usando esse nome. Isso também nos ajudará a identificar sua organização e membros.";
"sign.mobile.requestDetail.recipientLocationDesc" = "A localização geográfica é estimada com base no endereço IP.";
"sign.mobile.field.attachment" =  "Anexo";
"sign.mobile.field.attachments" =  "Anexos";
"sign.mobile.fields.uploadAttachment" =  "Upload de anexo";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Anexo carregado com êxito";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Anexo excluído com êxito";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Fazendo o upload do anexo...";
"sign.mobile.field.attachment.delete"       = "Excluir anexo";
"sign.mobile.field.attachment.view"       = "Visualizar anexo";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Nenhum anexo adicionado ainda";


"sign.mobile.request.operationType.attachmentAdded"       =       "Anexo adicionado";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Anexo excluído";
"sign.mobile.iap.feature.signerAttachments"              =        "Anexos do assinante";
"sign.mobile.iap.feature.rebranding"                     =        "Reformulação da marca";
"sign.mobile.iap.feature.approverAction"                 =        "Ação do aprovador";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Você ainda não criou nenhum modelo.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Você é um dos signatários. Deseja assinar o documento imediatamente?";
"sign.mobile.request.editAsNew"                =   "Editar como novo";

"sign.mobile.editor.resetAllFields" = "Redefinir todos";
"sign.mobile.otherDetail.reminders" = "Lembretes";
"sign.mobile.otherDetail.automaticReminders" = "Lembretes automáticos";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Um vez a cada";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Dias";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "A frequência do lembrete não pode ser superior a 100";
"sign.mobile.request.rename" = "Renomear";
"sign.mobile.request.certificate" = "Certificado";
"sign.mobile.request.activity" = "Atividade";
"sign.mobile.otherDetail.addDocumentType" = "Adicionar tipo de documento";
"sign.mobile.otherDetail.addFolder" = "Adicionar pasta";
"sign.mobile.request.remainingDays" = "em %d dias";
"sign.mobile.common.reset" = "Reiniciar";
"sign.mobile.request.requestEdit"    =       "Editar documentos";
"sign.mobile.field.radio"           =   "Rádio";
"sign.mobile.request.confirmAndSend"  =  "Confirmar e enviar";
"sign.mobile.request.signNow"         =   "Assinar agora";
"sign.mobile.request.signLater"       =   "Assinar mais tarde";
"sign.mobile.settings.legalGuide"     =   "Guia jurídico";
"sign.mobile.request.radioButton"      =    "Botão de opção";
"sign.mobile.chooseDocuments.useTemplate" = "Usar modelo";
"sign.mobile.request.allSentRequest" = "Todos os documentos enviados";
"sign.mobile.request.allReceivedRequest" = "Todos os documentos recebidos";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Espaços de trabalho";
"sign.mobile.fileImporter.workDrive.myTeams" = "Minhas equipes";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Arquivos recentes";
"sign.mobile.fileImporter.workDrive.favorites" = "Favoritos";
"sign.mobile.fileImporter.workDrive.myFolders" = "Minhas pastas";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Compartilhado comigo";
"sign.mobile.fileImporter.workDrive.Folders" = "Pastas";
"sign.mobile.fileImporter.workDrive.Files" = "Arquivos";
"sign.mobile.radioButton.values" = "Valores do botão de opção";
"sign.mobile.common.daysCount" = "%d dias";
"sign.mobile.request.expiresIn" = "Expira em";
"sign.mobile.common.print" = "Imprimir";

"sign.mobile.continuity_camera_desc" = "A câmera de continuidade funciona apenas quando os dispositivos Mac e iOS estão próximos um do outro e os seguintes critérios são atendidos:";
"sign.mobile.continuity_camera_step1" = "* Verifique se o Wi-Fi e o Bluetooth estão ativados nos dois dispositivos.";
"sign.mobile.continuity_camera_step2" = "* Verifique se a mesma ID Apple está sendo usada para entrar na conta do iCloud nos dois dispositivos.";
"sign.mobile.continuity_camera_step3" = "* Verifique se o seu Mac está sendo executado no macOS Mojave ou posterior e se o seu dispositivo iOS está sendo executado no iOS 12 ou posterior.";
"sign.mobile.continuity_camera_refer" =  "Consulte este link para obter mais informações : %@";
"sign.mobile.continuity_camera_gallery" = "Galeria";
"sign.mobile.continuity_camera_import_from_iphone" = "Importar do iPhone";
"sign.mobile.continuity_camera_finder" = "Localizador";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Nenhum documento pendente";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Os documentos enviados a você por outras pessoas para sua assinatura aparecerão aqui";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Nenhum documento em andamento";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Os documentos que você envia a outras pessoas para assinaturas aparecerão aqui";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Verifique sua conexão de rede e tente novamente";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Não foi possível encontrar nenhum resultado correspondente. Tente pesquisar por outras palavras-chaves";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Toque em \"+\" para adicionar seu primeiro modelo";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ precisa assinar";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "%i de %i signatários restantes";


"sign.mobile.request.hostNow"         =   "Hospedar agora";
"sign.mobile.request.hostLater"       =   "Hospedar mais tarde";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Você é um dos hospedeiros pessoais designados. Deseja coletar as assinaturas no documento agora?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Não foi possível encontrar nenhum resultado de documento correspondente";

"sign.mobile.iap.offer.forMonths" = "por %i meses";
"sign.mobile.iap.offer.for1Year" = "por 1 ano";
"sign.mobile.iap.offer.afterMonths" = "após %i meses";
"sign.mobile.iap.offer.after1Year" = "após 1 ano";

"sign.mobile.NodataView.documents.allSent.desc" = "Todos os documentos enviados por você a outras pessoas para assinatura aparecerão aqui";
"sign.mobile.NodataView.documents.inprogress.desc" = "Você não possui nenhum documento em andamento";
"sign.mobile.NodataView.documents.draft.desc" = "Você não possui nenhum documento salvo como rascunho";
"sign.mobile.NodataView.documents.expiring.desc" = "Você não possui nenhum documento que vai expirar";
"sign.mobile.NodataView.documents.expired.desc" = "Você não possui nenhum documento expirando";
"sign.mobile.NodataView.documents.completed.desc" = "Você não possui nenhum documento concluído";
"sign.mobile.NodataView.documents.declined.desc" = "Você não possui nenhum documento recusado";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Você não possui nenhum documento na lixeira";
"sign.mobile.NodataView.documents.pending.desc" = "Você não possui nenhum documento pendente";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Você não possui nenhum documento concluído";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Você não possui nenhum documento na lixeira";
"sign.mobile.NodataView.documents.allReceived.desc" = "Todos os documentos enviados por outras pessoas a você para assinatura aparecerão aqui";

"sign.mobile.common.searchDocuments" = "Pesquisar documentos";
"sign.mobile.common.sent" = "Enviei";
"sign.mobile.common.received" = "Recebido";

"sign.mobile.activityIndicator.uploadingProgress"       = "Carregando %d de %d";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Anexos adicionados com êxito";
"sign.mobile.request.loginToProceed"                    = "Faça o login para prosseguir";

"sign.mobile.common.general"                            = "Geral";
"sign.mobile.settings.personalize.documentSigning"      = "Assinatura de documento";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Role automaticamente para o próximo campo";
"sign.mobile.settings.personalize.showSignerHints"          = "Exibir dicas do assinante";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Destaque campos com anotações";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Exibe indicadores ao lado dos campos do assinante que precisam ser preenchidos para evitar rolagem desnecessária no documento.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Os campos preenchidos pelo(s) assinante(s) são mostrados em fundos coloridos para facilitar a identificação. Os fundos coloridos não aparecem no documento exportado.";


"sign.mobile.workdrive.noUserFound" = "Você não tem uma conta Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Você não é um usuário corporativo";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Baixar documento";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Endereço de email da organização";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Endereço de email do remetente";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "O endereço de e-mail de notificação do Zoho Sign";
"sign.mobile.accountSettings.pageConfig.allPages" = "Todas as páginas";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Apenas primeira página";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Somente última página";
"sign.mobile.accountSettings.positionConfig.header" = "Cabeçalho";
"sign.mobile.accountSettings.positionConfig.footer" = "Rodapé";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Todos os destinatários";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Somente remetente";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Nenhum";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Remetente e assinante";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Todos com acesso aos documentos assinados";
"sign.mobile.accountSettings.enforceAuthentication" = "Aplicar autenticação";
"sign.mobile.accountSettings.showSignerHints" = "Mostrar dicas do assinante";
"sign.mobile.accountSettings.embedDocumentId" = "Adicionar ID do documento aos documentos";
"sign.mobile.accountSettings.embedDocumentId.page" = "Adicionar a";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Posição";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Enviar 'Certificado de conclusão' para os destinatários";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Enviar documentos concluídos para";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Visível para";
"sign.mobile.accountSettings.redirection.signingDocument" = "Assinando um documento";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Recusando um documento";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Ignorando para assinar mais tarde";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Permitir redirecionamento";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Insira um URL válido no formato https://www.example.com";
"sign.mobile.accountSettings.documentID" = "ID do documento";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Após a conclusão do documento";
"sign.mobile.accountSettings.customLandingPages" = "Páginas de destino personalizadas";
"sign.mobile.accountSettings.updating" = "Atualizando ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Atualizado com sucesso";
"sign.mobile.accountSettings.allowedModes.description" = "Escolha modos de entrega OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Escolha as ações que podem ser executadas pelo assinante enquanto assina documentos.";
"sign.mobile.accountSettings.signerAttachment.description" = "Escolha quem pode ver os anexos carregados pelos assinantes no momento da assinatura.";
"sign.mobile.accountSettings.customLandingPages.description" = "Redirecione os destinatários para um URL específico em vez da página padrão ao concluir uma ação.";
"sign.mobile.accountSettings.requestValidity" = "Solicitar validade";
"sign.mobile.accountSettings.allowedModes" = "Modos de entrega permitidos de OTP";
"sign.mobile.accountSettings.title" = "Configurações da conta";
"sign.mobile.settings.applicationPreferences" = "Preferências do aplicativo";
"sign.mobile.accountSettings.sendingOptions" = "Opções de envio";
"sign.mobile.accountSettings.receipientExperience" = "Experiência do destinatário";
"sign.mobile.accountSettings.receipientAuthentication" = "Autenticação de destinatário";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Controlar quem recebe os documentos preenchidos e o Certificado de conclusão como anexos de email.";
"sign.mobile.accountSettings.documentIDDescription" = "Escolha se e como deseja que o ID do documento exclusivo seja incluído nos documentos que estão sendo assinados.";
"sign.mobile.settings.accountSettingsDescription" = "Defina as configurações padrão para validade de solicitação, lembretes de destinatário e ordem de assinatura. Isso pode ser editado para cada documento no momento do envio.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Inserir tipo de documento";
"sign.mobile.common.addFolderType.description"      = "Inserir pasta";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Limite da resposta";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Inserir número";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Inserir nome";
"sign.mobile.signForms.detail.validUntil"           = "Válido até";
"sign.mobile.login.youHaveTobeSignedIn"             = "Isso requer que você esteja logado.";
"sign.mobile.common.preview"                        =   "Visualização";
"sign.mobile.common.previous"                       =   "Anterior";

"sign.mobile.create.signDocument"                   =  "Assinar documento";
"sign.mobile.create.signADocument"                  =  "Assine um documento";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Rastrear status do documento";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Acompanhe cada etapa do progresso de assinatura de seus documentos.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Mostra uma lista de documentos que foram enviados para assinaturas.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Mostra uma lista de documentos que precisam de sua assinatura.";

"sign.mobile.signForms.alert.expired"                =  "O SignForm expirou. Entre em contato com o proprietário ou com o remetente do link para obter assistência.";
"sign.mobile.signForms.alert.limitReached"           = "Este SignForm atingiu seu limite máximo resposta. Entre em contato com o proprietário ou com o remetente do link para obter assistência.";
"sign.mobile.signForms.alert.inActive"               = "Este SignForm foi desabilitado. Entre em contato com o proprietário ou com o remetente do link para obter assistência.";
"sign.mobile.signForms.alert.invalidDate"            = "Uma data inválida foi especificada na URL do SignForm.";
"sign.mobile.signForms.limitReached"            = "O limite de resposta foi atingido";


"sign.mobile.alert.folderAlreadyExists"             =   "Uma pasta com o nome \"%@\" já existe.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Um tipo de documento com o nome \"%@\" já existe.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Anexo de e-mail";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Link do documento no e-mail";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Enviar cópia assinada como";


"sign.mobile.fields.textbox.validation"              =  "Validação";
"sign.mobile.signfield.status.all"                   =  "Todos";
"sign.mobile.signfield.status.active"                =  "Ativo";
"sign.mobile.signfield.status.inactive"              =  "Inativo";
"sign.mobile.signfield.status.expired"               =  "Expirado";
"sign.mobile.signfield.status.max_limit_reached"       =  "O limite foi atingido.";


"sign.mobile.fields.textValidation"        =  "Validação para o campo de texto";
"sign.mobile.fields.validation.none"       =  "Nenhum";
"sign.mobile.fields.validation.numbers"    =  "Números";
"sign.mobile.fields.validation.letters"    =  "Letras";
"sign.mobile.fields.validation.mail"      =  "E-mail";
"sign.mobile.fields.validation.custom"    =  "Personalizado";



"sign.mobile.fields.validation.custom.errorMessage" =  "Formato de dados inválido. Insira os dados novamente no formato correto.";
"sign.mobile.fields.validation.custom.footerMessage" = "Personalize a mensagem exibida para o signatário quando ele insere os dados do campo em um formato inválido.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Especifique seu padrão regex para o campo.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Padrão regex e mensagem de erro";
"sign.mobile.fields.validation.type"              =     "Tipo de validação";
"sign.mobile.fields.validation.errorMessage"      =     "Mensagem de erro";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Especifique um padrão regex válido.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Insira uma mensagem de erro válida.";



"sign.mobile.field.stamp"                        =  "Carimbo";
"sign.mobile.signforms.qrCode"                   =  "Código QR";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Seus associados e clientes podem escanear ou fazer upload deste código QR para começar a assinar o documento via SignForms.";


"sign.mobile.request.extendExpiryDate" = "Prolongue o prazo de assinatura";
"sign.mobile.notify.expiryDateUpdated" = "O prazo de assinatura do documento foi estendido.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Não há imagem presente na área de recorte.";
"sign.mobile.request.newExpiryDate" = "Novo prazo de assinatura";
"sign.mobile.emptyScreen.noFoldersAdded" = "Não há pastas existentes.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Não existem tipos de documentos existentes.";
"sign.mobile.settings.sendAnonymously" = "Enviar anonimamente";
"sign.mobile.settings.analyticsDescription" = "Ajude o Zoho Sign a melhorar a experiência do usuário enviando diagnósticos e estatísticas de uso automaticamente";

//print and sign
"sign.mobile.common.reviewAndSend" = "Rever e enviar";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Apenas valores alfabéticos são permitidos";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Apenas valores numéricos são permitidos";
"sign.mobile.signForms.limitResponses" = "Limitar as respostas do SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Nenhum sinal adicionado ainda";
"sign.mobile.signforms.validityDateError" = "A validade deve ser maior ou igual à data atual";

"sign.mobile.recipient.language"                        =       "Idioma do destinatário";
"sign.mobile.recipient.languageDesc"                    =       "Quando o destinatário abre o documento para assinar, a interface de assinatura estará no idioma escolhido.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Carregar documento assinado fisicamente";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Carregar documento assinado";
"sign.mobile.request.printAndPhysciallySign"                =  "Imprimir e assinar fisicamente";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Uma cópia assinada fisicamente deste documento foi carregada para o signatário anterior. Reveja o alinhamento dos campos do documento para os signatários subsequentes e envie o documento.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Upload realizado com êxito";
"sign.mobile.request.status.physciallySigned"                   =    "Fisicamente assinado";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Fisicamente assinado e aguardando ser aceito";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Você já enviou uma cópia assinada fisicamente para este documento. Sua cópia carregada está aguardando revisão.";
"sign.mobile.alert.reviewingByOwner"                            =   "Este documento está sendo revisado por seu proprietário. Tente acessar mais tarde.";
"sign.mobile.request.status.manual_signing_correction"          =   "Aguardando revisão";
"sign.mobile.request.uploadedOn"                        =       "Carregado em";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Certifico que o arquivo carregado é uma cópia deste documento assinado fisicamente pelo signatário mencionado.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Concordar e fazer upload";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Você está prestes a fazer o upload de uma cópia deste documento assinado fisicamente pelo signatário. Depois de carregado, os signatários restantes (se houver) no fluxo de trabalho de assinatura continuarão a assinar a cópia carregada.";
"sign.mobile.common.review"                          =     "Revisão";
"sign.mobile.notify.sentToOwnerForReview"            =   "O documento foi enviado ao seu proprietário para revisão.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Este destinatário já assinou o documento.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Documento marcado como concluído";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Fisicamente assinado";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Fisicamente assinado e aceito";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Fisicamente assinado pelo destinatário";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Documento assinado fisicamente aceito";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Mostrar versões anteriores";
"sign.mobile.request.printAndSign.previousVersions"     =  "Versões anteriores";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Revisar e aceitar";
"sign.mobile.common.accept"                             =   "Aceitar";
"sign.mobile.request.printAndSign.step1"                =   "Etapa 1:";
"sign.mobile.request.printAndSign.step2"                =   "Etapa 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Faça o download do documento para impressão";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Fazer download do documento";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Faça upload de uma cópia digitalizada do documento que foi baixado, impresso e fisicamente assinado.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Uma cópia assinada deste documento foi enviada para o seu e-mail";
